Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# PFXPasswordSettingsCard.ToolTipService.ToolTip
source: A secure passphrase used to encrypt and protect access to the private key and certificate data within a PFX (Personal Information Exchange) file.
ar: عبارة مرور آمنة تستخدم لتشفير وحماية الوصول إلى المفتاح الخاص وبيانات الشهادة داخل ملف PFX (تبادل المعلومات الشخصية).
de_de: Eine sichere Passphrase, die verwendet wird, um den Zugriff auf den privaten Schlüssel und die Zertifikatdaten innerhalb einer PFX (Personal Information Exchange)-Datei zu verschlüsseln und zu schützen.
el_gr: Μια ασφαλής φράση-κλειδί που χρησιμοποιείται για την κρυπτογράφηση και την προστασία της πρόσβασης στο ιδιωτικό κλειδί και στα δεδομένα πιστοποιητικού μέσα σε ένα αρχείο PFX (Personal Information Exchange).
es: Una frase de contraseña segura utilizada para cifrar y proteger el acceso a la clave privada y los datos del certificado dentro de un archivo PFX (Intercambio de Información Personal).
fr_fr: Une phrase secrète sécurisée utilisée pour chiffrer et protéger l'accès à la clé privée et aux données de certificat dans un fichier PFX (Personal Information Exchange).
he_il: ביטוי סיסמה מאובטח המשמש להצפנה והגנה על גישה למפתח הפרטי ולנתוני התעודה בתוך קובץ PFX (Personal Information Exchange).
hi_in: PFX (Personal Information Exchange) फ़ाइल में निजी कुंजी और प्रमाणपत्र डेटा तक पहुँच को एन्क्रिप्ट और सुरक्षित करने के लिए उपयोग किया जाने वाला एक सुरक्षित पासफ़्रेज।
ja_jp: PFX（Personal Information Exchange）ファイル内の秘密キーと証明書データへのアクセスを暗号化および保護するために使用される安全なパスフレーズです。
ml_in: ഒരു PFX (പേഴ്‌സണൽ ഇൻഫർമേഷൻ എക്‌സ്‌ചേഞ്ച്) ഫയലിനുള്ളിലെ സ്വകാര്യ കീയിലേക്കും സർട്ടിഫിക്കറ്റ് ഡാറ്റയിലേക്കുമുള്ള ആക്‌സസ് എൻക്രിപ്റ്റ് ചെയ്യാനും സംരക്ഷിക്കാനും ഉപയോഗിക്കുന്ന സുരക്ഷിതമായ പാസ്‌ഫ്രെയ്‌സ്.
pl_pl: Bezpieczne hasło używane do szyfrowania i ochrony dostępu do klucza prywatnego i danych certyfikatu w pliku PFX (Personal Information Exchange).
tr_tr: Bir PFX (Kişisel Bilgi Alışverişi) dosyasındaki özel anahtara ve sertifika verilerine erişimi şifrelemek ve korumak için kullanılan güvenli bir parola.

# PFXPasswordSettingsCard.AutomationProperties.HelpText
source: A secure passphrase used to encrypt and protect access to the private key and certificate data within a PFX (Personal Information Exchange) file.
ar: عبارة مرور آمنة تستخدم لتشفير وحماية الوصول إلى المفتاح الخاص وبيانات الشهادة داخل ملف PFX (تبادل المعلومات الشخصية).
de_de: Eine sichere Passphrase, die verwendet wird, um den Zugriff auf den privaten Schlüssel und die Zertifikatdaten innerhalb einer PFX (Personal Information Exchange)-Datei zu verschlüsseln und zu schützen.
el_gr: Μια ασφαλής φράση-κλειδί που χρησιμοποιείται για την κρυπτογράφηση και την προστασία της πρόσβασης στο ιδιωτικό κλειδί και στα δεδομένα πιστοποιητικού μέσα σε ένα αρχείο PFX (Personal Information Exchange).
es: Una frase de contraseña segura utilizada para cifrar y proteger el acceso a la clave privada y los datos del certificado dentro de un archivo PFX (Intercambio de Información Personal).
fr_fr: Une phrase secrète sécurisée utilisée pour chiffrer et protéger l'accès à la clé privée et aux données de certificat dans un fichier PFX (Personal Information Exchange).
he_il: ביטוי סיסמה מאובטח המשמש להצפנה והגנה על גישה למפתח הפרטי ולנתוני התעודה בתוך קובץ PFX (Personal Information Exchange).
hi_in: PFX (Personal Information Exchange) फ़ाइल में निजी कुंजी और प्रमाणपत्र डेटा तक पहुँच को एन्क्रिप्ट और सुरक्षित करने के लिए उपयोग किया जाने वाला एक सुरक्षित पासफ़्रेज।
ja_jp: PFX（Personal Information Exchange）ファイル内の秘密キーと証明書データへのアクセスを暗号化および保護するために使用される安全なパスフレーズです。
ml_in: ഒരു PFX (പേഴ്‌സണൽ ഇൻഫർമേഷൻ എക്‌സ്‌ചേഞ്ച്) ഫയലിനുള്ളിലെ സ്വകാര്യ കീയിലേക്കും സർട്ടിഫിക്കറ്റ് ഡാറ്റയിലേക്കുമുള്ള ആക്‌സസ് എൻക്രിപ്റ്റ് ചെയ്യാനും സംരക്ഷിക്കാനും ഉപയോഗിക്കുന്ന സുരക്ഷിതമായ പാസ്‌ഫ്രെയ്‌സ്.
pl_pl: Bezpieczne hasło używane do szyfrowania i ochrony dostępu do klucza prywatnego i danych certyfikatu w pliku PFX (Personal Information Exchange).
tr_tr: Bir PFX (Kişisel Bilgi Alışverişi) dosyasındaki özel anahtara ve sertifika verilerine erişimi şifrelemek ve korumak için kullanılan güvenli bir parola.

# PolicyRuleExpander.Header
source: Policy Rule Options
ar: خيارات قاعدة النهج
de_de: Optionen für Richtlinienregeln
el_gr: Επιλογές Κανόνων Πολιτικής
es: Opciones de Regla de Directiva
fr_fr: Options de Règle de Politique
he_il: אפשרויות כלל מדיניות
hi_in: नीति नियम विकल्प
ja_jp: ポリシールールオプション
ml_in: നയ നിയമ ഓപ്ഷനുകൾ
pl_pl: Opcje reguł zasad
tr_tr: Politika Kuralı Seçenekleri

# PolicyRuleExpander.Description
source: Select policy rule options to add to or remove from the selected XML policy file
ar: حدد خيارات قاعدة النهج لإضافتها إلى ملف نهج XML المحدد أو إزالتها منه
de_de: Wählen Sie Richtlinienregeloptionen aus, die der ausgewählten XML-Richtliniendatei hinzugefügt oder daraus entfernt werden sollen
el_gr: Επιλέξτε επιλογές κανόνων πολιτικής για να προσθέσετε ή να αφαιρέσετε από το επιλεγμένο αρχείο πολιτικής XML
es: Seleccione opciones de regla de directiva para agregar o eliminar del archivo de directiva XML seleccionado
fr_fr: Sélectionnez les options de règle de politique à ajouter ou supprimer du fichier de politique XML sélectionné
he_il: בחר אפשרויות כלל מדיניות להוספה או להסרה מקובץ מדיניות XML שנבחר
hi_in: चयनित XML नीति फ़ाइल में जोड़ने या हटाने के लिए नीति नियम विकल्प चुनें
ja_jp: 選択したXMLポリシーファイルに追加または削除するポリシールールオプションを選択します
ml_in: തിരഞ്ഞെടുത്ത XML നയ ഫയലിൽ നിന്ന് ചേർക്കുന്നതിനോ നീക്കം ചെയ്യുന്നതിനോ നയ നിയമ ഓപ്ഷനുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz opcje reguł zasad do dodania lub usunięcia z wybranego pliku zasad XML
tr_tr: Seçilen XML ilke dosyasına eklenecek veya bu dosyadan kaldırılacak ilke kuralı seçeneklerini seçin

# PolicyRuleExpander.ToolTipService.ToolTip
source: Select policy rule options to add to or remove from the selected XML policy file
ar: حدد خيارات قاعدة النهج لإضافتها إلى ملف نهج XML المحدد أو إزالتها منه
de_de: Wählen Sie Richtlinienregeloptionen aus, die der ausgewählten XML-Richtliniendatei hinzugefügt oder daraus entfernt werden sollen
el_gr: Επιλέξτε επιλογές κανόνων πολιτικής για να προσθέσετε ή να αφαιρέσετε από το επιλεγμένο αρχείο πολιτικής XML
es: Seleccione opciones de regla de directiva para agregar o eliminar del archivo de directiva XML seleccionado
fr_fr: Sélectionnez les options de règle de politique à ajouter ou supprimer du fichier de politique XML sélectionné
he_il: בחר אפשרויות כלל מדיניות להוספה או להסרה מקובץ מדיניות XML שנבחר
hi_in: चयनित XML नीति फ़ाइल में जोड़ने या हटाने के लिए नीति नियम विकल्प चुनें
ja_jp: 選択したXMLポリシーファイルに追加または削除するポリシールールオプションを選択します
ml_in: തിരഞ്ഞെടുത്ത XML നയ ഫയലിൽ നിന്ന് ചേർക്കുന്നതിനോ നീക്കം ചെയ്യുന്നതിനോ നയ നിയമ ഓപ്ഷനുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz opcje reguł zasad do dodania lub usunięcia z wybranego pliku zasad XML
tr_tr: Seçilen XML ilke dosyasına eklenecek veya bu dosyadan kaldırılacak ilke kuralı seçeneklerini seçin

# PolicyRuleExpander.AutomationProperties.HelpText
source: Select policy rule options to add to or remove from the selected XML policy file
ar: حدد خيارات قاعدة النهج لإضافتها إلى ملف نهج XML المحدد أو إزالتها منه
de_de: Wählen Sie Richtlinienregeloptionen aus, die der ausgewählten XML-Richtliniendatei hinzugefügt oder daraus entfernt werden sollen
el_gr: Επιλέξτε επιλογές κανόνων πολιτικής για να προσθέσετε ή να αφαιρέσετε από το επιλεγμένο αρχείο πολιτικής XML
es: Seleccione opciones de regla de directiva para agregar o eliminar del archivo de directiva XML seleccionado
fr_fr: Sélectionnez les options de règle de politique à ajouter ou supprimer du fichier de politique XML sélectionné
he_il: בחר אפשרויות כלל מדיניות להוספה או להסרה מקובץ מדיניות XML שנבחר
hi_in: चयनित XML नीति फ़ाइल में जोड़ने या हटाने के लिए नीति नियम विकल्प चुनें
ja_jp: 選択したXMLポリシーファイルに追加または削除するポリシールールオプションを選択します
ml_in: തിരഞ്ഞെടുത്ത XML നയ ഫയലിൽ നിന്ന് ചേർക്കുന്നതിനോ നീക്കം ചെയ്യുന്നതിനോ നയ നിയമ ഓപ്ഷനുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz opcje reguł zasad do dodania lub usunięcia z wybranego pliku zasad XML
tr_tr: Seçilen XML ilke dosyasına eklenecek veya bu dosyadan kaldırılacak ilke kuralı seçeneklerini seçin

# PolicyTemplateSettingCard.Header
source: Policy Template
ar: قالب النهج
de_de: Richtlinienvorlage
el_gr: Πρότυπο Πολιτικής
es: Plantilla de Directiva
fr_fr: Modèle de Politique
he_il: תבנית מדיניות
hi_in: नीति टेम्पलेट
ja_jp: ポリシーテンプレート
ml_in: നയ ടെംപ്ലേറ്റ്
pl_pl: Szablon zasad
tr_tr: Politika Şablonu

# PolicyTemplateSettingCard.Description
source: Select a template to apply to the selected policy file. Templates are predefined lists of policy rule options.
ar: حدد قالبًا لتطبيقه على ملف النهج المحدد. القوالب هي قوائم محددة مسبقًا لخيارات قاعدة النهج.
de_de: Wählen Sie eine Vorlage aus, die auf die ausgewählte Richtliniendatei angewendet werden soll. Vorlagen sind vordefinierte Listen von Optionen für Richtlinienregeln.
el_gr: Επιλέξτε ένα πρότυπο για να εφαρμόσετε στο επιλεγμένο αρχείο πολιτικής. Τα πρότυπα είναι προκαθορισμένες λίστες επιλογών κανόνων πολιτικής.
es: Seleccione una plantilla para aplicar al archivo de directiva seleccionado. Las plantillas son listas predefinidas de opciones de regla de directiva.
fr_fr: Sélectionnez un modèle à appliquer au fichier de politique sélectionné. Les modèles sont des listes prédéfinies d'options de règle de politique.
he_il: בחר תבנית ליישום על קובץ המדיניות שנבחר. תבניות הן רשימות מוגדרות מראש של אפשרויות כלל מדיניות.
hi_in: चयनित नीति फ़ाइल पर लागू करने के लिए एक टेम्पलेट चुनें। टेम्पलेट पूर्व-निर्धारित नीति नियम विकल्पों की सूचियाँ हैं।
ja_jp: 選択したポリシーファイルに適用するテンプレートを選択します。テンプレートは、ポリシールールオプションの事前定義されたリストです。
ml_in: തിരഞ്ഞെടുത്ത നയ ഫയലിൽ പ്രയോഗിക്കുന്നതിന് ഒരു ടെംപ്ലേറ്റ് തിരഞ്ഞെടുക്കുക. ടെംപ്ലേറ്റുകൾ നയ നിയമ ഓപ്ഷനുകളുടെ മുൻകൂട്ടി നിശ്ചയിച്ച ലിസ്റ്റുകളാണ്.
pl_pl: Wybierz szablon do zastosowania do wybranego pliku zasad. Szablony to predefiniowane listy opcji reguł zasad.
tr_tr: Seçilen politika dosyasına uygulanacak şablonu seçin. Şablonlar, politika kuralı seçeneklerinin önceden tanımlanmış listeleridir.

# PolicyTemplateSettingCard.ToolTipService.ToolTip
source: Select a template to apply to the selected policy file. Templates are predefined lists of policy rule options.
ar: حدد قالبًا لتطبيقه على ملف النهج المحدد. القوالب هي قوائم محددة مسبقًا لخيارات قاعدة النهج.
de_de: Wählen Sie eine Vorlage aus, die auf die ausgewählte Richtliniendatei angewendet werden soll. Vorlagen sind vordefinierte Listen von Optionen für Richtlinienregeln.
el_gr: Επιλέξτε ένα πρότυπο για να εφαρμόσετε στο επιλεγμένο αρχείο πολιτικής. Τα πρότυπα είναι προκαθορισμένες λίστες επιλογών κανόνων πολιτικής.
es: Seleccione una plantilla para aplicar al archivo de directiva seleccionado. Las plantillas son listas predefinidas de opciones de regla de directiva.
fr_fr: Sélectionnez un modèle à appliquer au fichier de politique sélectionné. Les modèles sont des listes prédéfinies d'options de règle de politique.
he_il: בחר תבנית ליישום על קובץ המדיניות שנבחר. תבניות הן רשימות מוגדרות מראש של אפשרויות כלל מדיניות.
hi_in: चयनित नीति फ़ाइल पर लागू करने के लिए एक टेम्पलेट चुनें। टेम्पलेट पूर्व-निर्धारित नीति नियम विकल्पों की सूचियाँ हैं।
ja_jp: 選択したポリシーファイルに適用するテンプレートを選択します。テンプレートは、ポリシールールオプションの事前定義されたリストです。
ml_in: തിരഞ്ഞെടുത്ത നയ ഫയലിൽ പ്രയോഗിക്കുന്നതിന് ഒരു ടെംപ്ലേറ്റ് തിരഞ്ഞെടുക്കുക. ടെംപ്ലേറ്റുകൾ നയ നിയമ ഓപ്ഷനുകളുടെ മുൻകൂട്ടി നിശ്ചയിച്ച ലിസ്റ്റുകളാണ്.
pl_pl: Wybierz szablon do zastosowania do wybranego pliku zasad. Szablony to predefiniowane listy opcji reguł zasad.
tr_tr: Seçilen politika dosyasına uygulanacak şablonu seçin. Şablonlar, politika kuralı seçeneklerinin önceden tanımlanmış listeleridir.

# PolicyTemplateSettingCard.AutomationProperties.HelpText
source: Select a template to apply to the selected policy file. Templates are predefined lists of policy rule options.
ar: حدد قالبًا لتطبيقه على ملف النهج المحدد. القوالب هي قوائم محددة مسبقًا لخيارات قاعدة النهج.
de_de: Wählen Sie eine Vorlage aus, die auf die ausgewählte Richtliniendatei angewendet werden soll. Vorlagen sind vordefinierte Listen von Optionen für Richtlinienregeln.
el_gr: Επιλέξτε ένα πρότυπο για να εφαρμόσετε στο επιλεγμένο αρχείο πολιτικής. Τα πρότυπα είναι προκαθορισμένες λίστες επιλογών κανόνων πολιτικής.
es: Seleccione una plantilla para aplicar al archivo de directiva seleccionado. Las plantillas son listas predefinidas de opciones de regla de directiva.
fr_fr: Sélectionnez un modèle à appliquer au fichier de politique sélectionné. Les modèles sont des listes prédéfinies d'options de règle de politique.
he_il: בחר תבנית ליישום על קובץ המדיניות שנבחר. תבניות הן רשימות מוגדרות מראש של אפשרויות כלל מדיניות.
hi_in: चयनित नीति फ़ाइल पर लागू करने के लिए एक टेम्पलेट चुनें। टेम्पलेट पूर्व-निर्धारित नीति नियम विकल्पों की सूचियाँ हैं।
ja_jp: 選択したポリシーファイルに適用するテンプレートを選択します。テンプレートは、ポリシールールオプションの事前定義されたリストです。
ml_in: തിരഞ്ഞെടുത്ത നയ ഫയലിൽ പ്രയോഗിക്കുന്നതിന് ഒരു ടെംപ്ലേറ്റ് തിരഞ്ഞെടുക്കുക. ടെംപ്ലേറ്റുകൾ നയ നിയമ ഓപ്ഷനുകളുടെ മുൻകൂട്ടി നിശ്ചയിച്ച ലിസ്റ്റുകളാണ്.
pl_pl: Wybierz szablon do zastosowania do wybranego pliku zasad. Szablony to predefiniowane listy opcji reguł zasad.
tr_tr: Seçilen politika dosyasına uygulanacak şablonu seçin. Şablonlar, politika kuralı seçeneklerinin önceden tanımlanmış listeleridir.

# CreatePolicyPageTitle
source: Create App Control for Business policies based on different templates and policy rule options. Signed And Reputable is great for new users. Allow Microsoft only allows files signed by Microsoft's certificates. Default Windows only allows files that come by default with the Windows OS.
fr_fr: Créez des politiques App Control for Business basées sur différents modèles et options de règle. "Signé et Réputé" est idéal pour les nouveaux utilisateurs. "Autoriser Microsoft" autorise uniquement les fichiers signés par les certificats Microsoft. "Windows par Défaut" autorise uniquement les fichiers fournis par défaut avec le système d'exploitation Windows.
ja_jp: さまざまなテンプレートとポリシールールオプションに基づいてApp Control for Businessポリシーを作成します。「署名済み＆信頼できる」は新しいユーザーに最適です。「Microsoftのみ許可」はMicrosoftの証明書で署名されたファイルのみを許可します。「デフォルトWindowsのみ」はWindows OSにデフォルトで付属するファイルのみを許可します。
tr_tr: Farklı şablonlara ve politika kuralı seçeneklerine dayalı olarak İş için Uygulama Kontrolü politikaları oluşturun. İmzalı ve Saygın, yeni kullanıcılar için mükemmeldir. Microsoft'a izin ver yalnızca Microsoft'un sertifikaları tarafından imzalanan dosyalara izin verir. Varsayılan Windows yalnızca Windows işletim sistemiyle varsayılan olarak gelen dosyalara izin verir.

# CreateSupplementalPolicyPageTitle
source: Create a Supplemental policy that will expand the scope of a base policy. Supplemental policies can only allow files, they cannot have deny rules in them.
fr_fr: Créez une politique supplémentaire qui étendra la portée d'une politique de base. Les politiques supplémentaires peuvent uniquement autoriser des fichiers, elles ne peuvent pas contenir de règles de refus.
ja_jp: ベースポリシーの範囲を拡張する補足ポリシーを作成します。補足ポリシーはファイルを許可することのみでき、拒否ルールを含めることはできません。
tr_tr: Temel politikanın kapsamını genişletecek bir Tamamlayıcı politika oluşturun. Ek ilkeler yalnızca dosyalara izin verebilir, içlerinde reddetme kuralları olamaz.

# CreateSupplementalPolicyFilesAndFoldersScanResultsPageTitle
source: View the detected files that were used to create the Supplemental policy.
fr_fr: Voir les fichiers détectés utilisés pour créer la politique supplémentaire.
ja_jp: 補足ポリシーの作成に使用された検出ファイルを表示します。
tr_tr: Ek politikayı oluşturmak için kullanılan, algılanan dosyaları görüntüleyin.

# DeploymentPageTitle
source: Deploy any type of App Control Policy locally or remotely to the cloud managed PCs.
fr_fr: Déployez tout type de politique App Control localement ou à distance sur les PC gérés dans le cloud.
ja_jp: 任意の種類のApp Controlポリシーをローカルまたはリモートでクラウド管理PCに展開します。
tr_tr: Bulut tarafından yönetilen bilgisayarlara her türlü Uygulama Kontrol Politikasını yerel olarak veya uzaktan dağıtın.

# EventLogsPolicyCreationPageTitle
source: Leverage the local system logs or EVTX log files to create Application Control Policies. Only Code Integrity Operational and AppLocker logs are required. Use the Scan button to populate the data grid. Once populated, use the Create Policy button to define output configuration and generate the XML policy file.
fr_fr: Utilisez les journaux système locaux ou les fichiers EVTX pour créer des politiques de contrôle d'application. Seuls les journaux Code Integrity Operational et AppLocker sont requis. Utilisez le bouton Analyser pour remplir la grille. Une fois remplie, utilisez le bouton Créer une Politique pour définir la configuration de sortie et générer le fichier XML.
ja_jp: ローカルシステムログまたはEVTXログファイルを活用してアプリケーション制御ポリシーを作成します。Code Integrity OperationalログとAppLockerログのみが必要です。「スキャン」ボタンを使用してデータグリッドにデータを入力します。データが入力されたら、「ポリシー作成」ボタンを使用して出力構成を定義し、XMLポリシーファイルを生成します。
tr_tr: Uygulama Kontrol Politikaları oluşturmak için yerel sistem günlüklerinden veya EVTX günlük dosyalarından yararlanın. Yalnızca Kod Bütünlüğü Operasyonel ve AppLocker günlükleri gereklidir. Veri ızgarasını doldurmak için Tara düğmesini kullanın. Doldurulduktan sonra, çıktı yapılandırmasını tanımlamak ve XML ilke dosyasını oluşturmak için İlke Oluştur düğmesini kullanın.

# GetCIHashesPageTitle
source: Calculate the Code Integrity and other types of hashes of files.
fr_fr: Calculez l'intégrité du code et d'autres types de hachages de fichiers.
ja_jp: ファイルのコード整合性およびその他のタイプのハッシュを計算します。
tr_tr: Kod Bütünlüğünü ve diğer dosya karma türlerini hesaplayın.

# GetSecurePolicySettingsPageTitle
source: Retrieve and query the Secure Settings on the system.
fr_fr: Récupérez et interrogez les paramètres sécurisés sur le système.
ja_jp: システム上のセキュア設定を取得してクエリします。
tr_tr: Sistemdeki Güvenli Ayarları alın ve sorgulayın.

# LogsPageTitle
source: The following are the logs that the AppControl Manager automatically generates and stores in the "AppControl Manager" folder in Program Files (if running elevated, otherwise they will be saved in the TEMP directory). The total size of the logs folder will never exceed 1GB.
de_de: Die folgenden Protokolle werden vom AppControl Manager automatisch generiert und im Ordner "AppControl Manager" in Program Files gespeichert (bei Ausführung mit erhöhten Rechten, andernfalls werden sie im TEMP-Verzeichnis gespeichert). Die Gesamtgröße des Protokollordners überschreitet niemals 1 GB.
fr_fr: Voici les journaux générés automatiquement par AppControl Manager et stockés dans le dossier "AppControl Manager" dans Program Files (si exécuté avec élévation, sinon ils seront enregistrés dans le répertoire TEMP). La taille totale du dossier des journaux ne dépassera jamais 1 Go.
he_il: להלן היומנים שמנהל AppControl מייצר אוטומטית ומאחסן בתיקיית "AppControl Manager" ב-Program Files (אם פועל עם הרשאות מוגברות, אחרת הם יישמרו בספריית TEMP). הגודל הכולל של תיקיית היומנים לעולם לא יעלה על 1GB.
ja_jp: 以下は、AppControl Managerが自動的に生成し、Program Files内の「AppControl Manager」フォルダー（昇格して実行している場合。それ以外の場合はTEMPディレクトリに保存されます）に保存するログです。ログフォルダーの合計サイズが1GBを超えることはありません。
pl_pl: Poniżej znajdują się dzienniki, które Menedżer AppControl automatycznie generuje i przechowuje w folderze „AppControl Manager” w Program Files (jeśli działa z podniesionymi uprawnieniami, w przeciwnym razie zostaną zapisane w katalogu TEMP). Całkowity rozmiar folderu dzienników nigdy nie przekroczy 1 GB.
tr_tr: Aşağıda, AppControl Manager'ın otomatik olarak oluşturduğu ve Program Dosyalarındaki "AppControl Manager" klasöründe sakladığı günlükler yer almaktadır (yükseltilmiş olarak çalıştırılıyorsa, aksi halde TEMP dizinine kaydedilecektir). Günlükler klasörünün toplam boyutu hiçbir zaman 1 GB'ı geçmeyecektir.

# MDEAHPolicyCreationPageTitle
source: Leverage the Microsoft Defender for Endpoint Advanced Hunting logs to build Application Control Policies. You can either browse for exported log files or retrieve them from the cloud by signing into your Microsoft account.
fr_fr: Utilisez les journaux de chasse avancée de Microsoft Defender pour Endpoint pour créer des politiques de contrôle d'application. Vous pouvez parcourir les fichiers journaux exportés ou les récupérer depuis le cloud en vous connectant à votre compte Microsoft.
ja_jp: Microsoft Defender for Endpoint Advanced Huntingログを活用してアプリケーション制御ポリシーを構築します。エクスポートされたログファイルを参照するか、Microsoftアカウントにサインインしてクラウドから取得できます。
tr_tr: Uygulama Denetimi İlkeleri oluşturmak için Uç Nokta Gelişmiş Avcılık günlükleri için Microsoft Defender'dan yararlanın. Dışa aktarılan günlük dosyalarına göz atabilir veya Microsoft hesabınızda oturum açarak bunları buluttan alabilirsiniz.

# MergePoliciesPageTitle
source: Merge App Control for Business policies and deduplicate them. You can select the same policy twice in order to deduplicate its rules.
fr_fr: Fusionnez les politiques App Control for Business et dédupliquez-les. Vous pouvez sélectionner la même politique deux fois pour dédupliquer ses règles.
ja_jp: App Control for Businessポリシーをマージし、重複を排除します。ルールの重複を排除するために、同じポリシーを2回選択できます。
tr_tr: İşletme için Uygulama Denetimi politikalarını birleştirin ve bunları tekilleştirin. Kurallarını tekilleştirmek için aynı politikayı iki kez seçebilirsiniz.

# PolicyEditorPageTitle
source: Edit App Control for Business Policies. Easily browse for a policy XML file and load its details using the Load button. Once loaded, you can review the number of each rule within the policy, remove specific rules, and modify various other policy settings.
fr_fr: Modifiez les politiques App Control for Business. Parcourez facilement un fichier de politique XML et chargez ses détails avec le bouton Charger. Une fois chargé, vous pouvez revoir le nombre de chaque règle, supprimer des règles spécifiques et modifier divers autres paramètres.
ja_jp: App Control for Businessポリシーを編集します。ポリシーXMLファイルを簡単に参照し、「読み込み」ボタンを使用して詳細を読み込みます。読み込んだら、ポリシー内の各ルールの数を確認したり、特定のルールを削除したり、さまざまなその他のポリシー設定を変更したりできます。
tr_tr: İş Politikaları için Uygulama Kontrolünü düzenleyin. Bir politika XML dosyasına kolayca göz atın ve Yükle düğmesini kullanarak ayrıntılarını yükleyin. Yüklendikten sonra politika içindeki her kuralın numarasını inceleyebilir, belirli kuralları kaldırabilir ve diğer çeşitli politika ayarlarını değiştirebilirsiniz.

# SettingsPageTitle
source: Customize your app settings here. Your preferences will be saved so they're ready for you every time you start the AppControl Manager.
fr_fr: Personnalisez vos paramètres d'application ici. Vos préférences seront enregistrées afin d'être prêtes à chaque démarrage d'AppControl Manager.
ja_jp: ここでアプリ設定をカスタマイズします。設定は保存されるため、AppControl Managerを起動するたびに準備が整っています。
tr_tr: Uygulama ayarlarınızı burada özelleştirin. Tercihleriniz kaydedilecek ve böylece AppControl Manager'ı her başlattığınızda sizin için hazır olacaklar.
